{
  "dangerous-knowledge": {
    "name": {
      "__meta_game_localization_string": "st_pve_mission_1_name",
      "ru": "Опасное знание",
      "ua": "Небезпечне знання",
      "en": "Dangerous knowledge",
      "pl": "Niebezpieczna wiedza"
    },
    "image": "/assets/ui_pve/pve_mission_1_full_screen.jpg",
    "description": {
      "__meta_game_localization_string": "st_pve_mission_1_description",
      "ru": "В ходе разведывательной операции в секторе А19, Армией Возрождения был захвачен один из атаманов Черного Рынка. На допросе рынковец сообщил, что на заброшенной лесопилке в центре сектора находится неизвестная аномалия, заинтересовавшая руководство банды. Генерал Захаров высылает элитную штурмовую группу Барс для зачистки сектора и сбора данных об аномалии.",
      "ua": "Під час розвідувальної операції в секторі А19 Армія відродження захопила одного з отаманів Чорного ринку. На допиті ринковець повідомив, що на покинутій лісопильці у центрі сектору розташована невідома аномалія, яка привернула увагу лідерів банди. Генерал Захаров надсилає елітну штурмову групу \"Барс\", яка має очистити сектор та зібрати дані про аномалію.",
      "en": "During a reconnaissance operation in the sector A19 the Renaissance Army captured one of the Black Market atamans.  At the interrogation the marketer said there is an unknown anomaly located at the abandoned sawmill at the center of the sector, and that drew attention of the gang leaders. General Zakharov sends an elite assault group \"Bars\" to clear out the sector and collect data on the anomaly.",
      "pl": "Podczas operacji wywiadowczej w sektorze A19 Armia Renesansu pojmała jednego z członków Czarnego Rynku. Podczas przesłuchania powiedział on, że w opuszczonym tartaku w centrum sektora znajduje się nieznana anomalia, która przyciągnęła uwagę przywódców gangu. Generał Zacharow wysyła elitarną grupę szturmową \"Bars\", aby oczyściła sektor i zebrała dane na temat anomalii."
    },
    "stages": [
      {
        "map": {
          "url": "/assets/pve/missions/dangerous-knowledge/stage-1-map.jpg",
          "width": 1527,
          "height": 2160,
          "copyright": "4apay"
        },
        "stashes": [
          {
            "id": "Unique short id for linking between nearest stashes",
            "left": "848 – some integer pixel value of stash location in map coordinates/dimensions",
            "top": 1332,
            "name": {
              "ru": "Под грузовиком"
            },
            "images": [
              {
                "src": "*.jpg|png|gif",
                "width": 4141,
                "height": 100,
                "copyright": "Anybody",
                "description": {

                }
              }
            ],
            "videos": [
              {
                "src": "*.mp4",
                "poster": "*.jpg|png",
                "copyright": "Anybody",
                "description": {

                }
              }
            ],
            "description": {
              "ru": "Расположен справа от первых бандитов, в аномальной зоне между холмов, на которых застрял грузовик.",
              "en": "Located to the right of the first bandits in the anomalous zone between the hills where the stuck truck."
            }
          }
        ]
      },
      {
        "map": {
          "url": "/assets/pve/missions/dangerous-knowledge/stage-2-map.jpg",
          "copyright": "4apay"
        }
      },
      {
        "map": {
          "url": "/assets/pve/missions/dangerous-knowledge/stage-3-map.jpg",
          "copyright": "4apay"
        }
      }
    ]
  }
}